Repository: carlosxfelipe/mov2gif
Catalog: Mov2Gif/Localizable.xcstrings
Source language: en
Languages: pt_br

source: About Mov2Gif
pt_br: Sobre o Mov2Gif

source: Cancel
pt_br: Cancelar

source: Choose another video
pt_br: Escolher outro vídeo

source: Conversion cancelled.
pt_br: Conversão cancelada.

source: Conversion complete!
pt_br: Conversão concluída!

source: Conversion error
pt_br: Erro na conversão

source: Convert another video
pt_br: Converter outro vídeo

source: Convert to GIF
pt_br: Converter para GIF

source: Could not create the destination GIF file.
pt_br: Não foi possível criar o arquivo GIF de destino.

source: Could not load the video.
pt_br: Não foi possível carregar o vídeo.

source: Could not read the video track from the file.
pt_br: Não foi possível ler a faixa de vídeo do arquivo.

source: Developed by
pt_br: Desenvolvido por

source: Drag a .mov video here
pt_br: Arraste um vídeo .mov aqui

source: Error: %@
pt_br: Erro: %@

source: Extracting frames...
pt_br: Extraindo frames...

source: Failed to extract frames from the video.
pt_br: Falha ao extrair frames do vídeo.

source: Generating GIF...
pt_br: Gerando GIF...

source: GIF created successfully!
pt_br: GIF criado com sucesso!

source: Infinite Loop
pt_br: Loop Infinito

source: Language
pt_br: Idioma

source: No frames were extracted from the video.
pt_br: Nenhum frame foi extraído do vídeo.

source: or
pt_br: ou

source: Save
pt_br: Salvar

source: Save GIF
pt_br: Salvar GIF

source: Scale
pt_br: Escala

source: Select
pt_br: Selecionar

source: Select File
pt_br: Selecionar Arquivo

source: Select Video
pt_br: Selecionar Vídeo

source: Settings
pt_br: Configurações

source: System Default
pt_br: Padrão do Sistema

source: Try again
pt_br: Tentar novamente

source: Version 1.0
pt_br: Versão 1.0
